const cardData = [
  {
    id: 1,
    title: "साधारण अधिवेशन (AGM)",
    image: "./static/media/img1.jpeg",
    description:
      "हि० प्र० राज्य सहकारी विकास संघ के साधारण अधिवेशन की कार्यवाही दिनांक 26.6.2025 को श्री संतोष कुमार शर्मा की अध्यक्षता में सफलतापूर्वक सम्पन्न हुई जिसमें 24 प्रतिनिधियों ने भाग लिया । इस बैठक में गत वर्ष की कार्यवाही की पुष्टि के साथ विकास संघ के अंकेक्षण करवाने, इस वर्ष की कार्ययोजना बारे व बजट, प्रशिक्षण केन्द्रों में डिप्लोमा कोर्स की अवधि बढ़ाने, व वर्ष के साधारण अधिवेशन की बैठक को Power Point Presentation के माध्यम से करवाने बारे जैसे सामयिक विषयों पर विस्तारपूर्वक चर्चा की गई।",

    lightboxImages: [
      "/static/media/img1.jpeg",
      "/static/media/img2.jpeg",
      "/static/media/img3.jpeg",
      "/static/media/img4.jpeg",
      "/static/media/img5.jpeg",
    ],
  },
  {
    id: 2,
    title: "DISTRICT LEVEL SEMINAR",
    image: "./static/media/DSC09499.jpeg",
    description:
      "पंचरुखी, पालमपुर, जिला कांगड़ा , दिनांक: 22–06–2025 , अंतर्राष्ट्रीय सहकारिता वर्ष 2025 की श्रृंखला में हिमाचल प्रदेश राज्य सहकारी विकास संघ (HIMCOFED) द्वारा एक दिवसीय सहकारी शिक्षा शिविर का आयोजन पंचरुखी, पालमपुर में सफलतापूर्वक किया गया। इस शिविर का शुभारम्भ माननीय खेल युवा, कानून एवं आयुष मंत्री श्री यादविंदर गोमा द्वारा किया गया। उन्होंने 'एक पेड़ माँ के नाम' विशेष अभियान के अंतर्गत पंचरुखी विश्रामगृह परिसर में एक पौधा रोपण कर कार्यक्रम की शुरुआत की। शिविर में श्री रघुवीर सिंह पठानिया, निदेशक, हिमकौफ़ेड, श्री करनै़ल सिंह राणा, अध्यक्ष, जिला सहकारी विकास संघ कांगड़ा, श्री गौरव जरियाल, सचिव हिमकौफ़ेड, श्री अशोक कुमार, सहायक सहकारी शिक्षा अधिकारी, श्रीमती मीरा देवी, सहायक पंजीयक, सहकारी सभायें, पालमपुर, श्री पूरण ठाकुर, जिला अंकेक्षक अधिकारी विशेष रूप से उपस्थित रहे। इस कार्यक्रम में लगभग 300 प्रतिभागियों ने भाग लिया, जिनमें सहकारी समितियों के अध्यक्ष, सचिव, सदस्यगण, युवा, महिलाएँ एवं अन्य गणमान्य नागरिक शामिल थे। शिविर के दौरान सहकारिता के विभिन्न पहलुओं पर गहन चर्चा की गई। विशेष  आमंत्रित वक्ता के रूप में क्षेत्रीय सहकारी प्रबंधन संस्थान आर.आई.सी.एम. (RICM), चंडीगढ़  के व्याख्याता श्री सुनील कुमार ने केंद्र सरकार द्वारा सहकारी क्षेत्र के लिए चलाई जा रही  विभिन्न योजनाओं पर विस्तृत व्याख्यान दिया। उन्होंने 'पीएसीएस कम्प्यूटराइज़ेशन',  'डिजिटलाइजेशन ऑफ सोसाइटीज़', 'सीआरसीएफ फंड', 'एफपीओ गठन' तथा  'सीईओ/प्रबंधक प्रशिक्षण कार्यक्रमों' के बारे में जानकारी दी। उपस्थित प्रतिभागियों ने  व्याख्यान के पश्चात प्रश्न पूछकर अपनी शंकाओं का समाधान भी प्राप्त किया। श्री गोमा ने अपने संबोधन में सहकारिता को ग्रामीण विकास की रीढ़ बताते हुए कहा  कि यह आंदोलन आर्थिक सशक्तिकरण के लिए सबसे सशक्त माध्यम है। उन्होंने प्रदेश सरकार  की ओर से सहकारी समितियों को हरसंभव सहयोग देने का आश्वासन दिया। शिविर का उद्देश्य सहकारिता के महत्व, वर्तमान सरकारी योजनाओं की जानकारी एवं लोगों को संगठित सामूहिक प्रयासों के माध्यम से आर्थिक रूप से सशक्त बनाना रहा।  अंत में श्री गौरव जरियाल, सचिव, विकास संघ ने सभी प्रतिभागियों एवं अतिथियों का  धन्यवाद किया और आशा व्यक्त की कि इस प्रकार के कार्यक्रम भविष्य में भी प्रदेश के विभिन्न क्षेत्रों में आयोजित किए जाएंगे।",

    lightboxImages: [
      "/static/media/DSC09499.jpeg",
      "/static/media/DSC09568.jpeg",
      "/static/media/DSC09620.jpeg",
      "/static/media/DSC09679.jpeg",
      "/static/media/DSC09697.jpeg",
    ],
  },
  {
    id: 3,
    title: "एक पेड़ माँ के नाम",
    image: "./static/media/DSC09732.jpeg",
    description: "एक पेड़ माँ के नाम एक प्रयास है जो हमारी मातृभूमि और प्रकृति के प्रति हमारे सम्मान और समर्पण को दर्शाता है। इस अभियान का उद्देश्य माँ के नाम का एक पेड़ लगाना और एक स्थाई स्मृति बनाना है जो न केवल पर्यावरण की रक्षा करेगा बल्कि एक समृद्ध भविष्य के निर्माण में  योगदान देगा। इस अभियान के अंतर्गत दिनांक 22.06.2025 को 'अंतर्राष्ट्रीय सहकारिता वर्ष' के उपलक्ष पर पंचरुखी, पालमपुर में हिमाचल प्रदेश राज्य सहकारी विकास संघ द्वारा आयोजित जिला  स्तरीय सहकारी प्रशिक्षण शिविर के सफल आयोजन पर माननीय आयुष, कानून, युवा सेवाएं एवं  खेल मंत्री (हिमाचल प्रदेश सरकार) श्री यादविंदर गोमा जी ने PWD विश्राम गृह के परिसर में पेड़  लगाया। इस अवसर पर पंजीयक सहकारी सभाएं पालमपुर, हिमाचल प्रदेश राज्य सहकारी विकास  संघ मंडल, जिला सहकारी विकास संघ कांगड़ा, के अधिकारी तथा अन्य सहकार बंधु उपस्थित रहे।",

    lightboxImages: [
      "/static/media/DSC09732.jpeg",
      "/static/media/DSC09733.jpeg",
      "/static/media/DSC09740.jpeg",
      "/static/media/DSC09741.jpeg",
      "/static/media/DSC09742.jpeg",
    ],
  },
    {
    id: 4,
    title: "साधारण अधिवेशन (AGM)",
    image: "./static/media/img1.jpeg",
    description:
      "हि० प्र० राज्य सहकारी विकास संघ के साधारण अधिवेशन की कार्यवाही दिनांक 26.6.2025 को श्री संतोष कुमार शर्मा की अध्यक्षता में सफलतापूर्वक सम्पन्न हुई जिसमें 24 प्रतिनिधियों ने भाग लिया । इस बैठक में गत वर्ष की कार्यवाही की पुष्टि के साथ विकास संघ के अंकेक्षण करवाने, इस वर्ष की कार्ययोजना बारे व बजट, प्रशिक्षण केन्द्रों में डिप्लोमा कोर्स की अवधि बढ़ाने, व वर्ष के साधारण अधिवेशन की बैठक को Power Point Presentation के माध्यम से करवाने बारे जैसे सामयिक विषयों पर विस्तारपूर्वक चर्चा की गई।",

    lightboxImages: [
      "/static/media/img1.jpeg",
      "/static/media/img2.jpeg",
      "/static/media/img3.jpeg",
      "/static/media/img4.jpeg",
      "/static/media/img5.jpeg",
    ],
  },
  {
    id: 5,
    title: "DISTRICT LEVEL SEMINAR",
    image: "./static/media/DSC09499.jpeg",
    description:
      "पंचरुखी, पालमपुर, जिला कांगड़ा , दिनांक: 22–06–2025 , अंतर्राष्ट्रीय सहकारिता वर्ष 2025 की श्रृंखला में हिमाचल प्रदेश राज्य सहकारी विकास संघ (HIMCOFED) द्वारा एक दिवसीय सहकारी शिक्षा शिविर का आयोजन पंचरुखी, पालमपुर में सफलतापूर्वक किया गया। इस शिविर का शुभारम्भ माननीय खेल युवा, कानून एवं आयुष मंत्री श्री यादविंदर गोमा द्वारा किया गया। उन्होंने 'एक पेड़ माँ के नाम' विशेष अभियान के अंतर्गत पंचरुखी विश्रामगृह परिसर में एक पौधा रोपण कर कार्यक्रम की शुरुआत की। शिविर में श्री रघुवीर सिंह पठानिया, निदेशक, हिमकौफ़ेड, श्री करनै़ल सिंह राणा, अध्यक्ष, जिला सहकारी विकास संघ कांगड़ा, श्री गौरव जरियाल, सचिव हिमकौफ़ेड, श्री अशोक कुमार, सहायक सहकारी शिक्षा अधिकारी, श्रीमती मीरा देवी, सहायक पंजीयक, सहकारी सभायें, पालमपुर, श्री पूरण ठाकुर, जिला अंकेक्षक अधिकारी विशेष रूप से उपस्थित रहे। इस कार्यक्रम में लगभग 300 प्रतिभागियों ने भाग लिया, जिनमें सहकारी समितियों के अध्यक्ष, सचिव, सदस्यगण, युवा, महिलाएँ एवं अन्य गणमान्य नागरिक शामिल थे। शिविर के दौरान सहकारिता के विभिन्न पहलुओं पर गहन चर्चा की गई। विशेष  आमंत्रित वक्ता के रूप में क्षेत्रीय सहकारी प्रबंधन संस्थान आर.आई.सी.एम. (RICM), चंडीगढ़  के व्याख्याता श्री सुनील कुमार ने केंद्र सरकार द्वारा सहकारी क्षेत्र के लिए चलाई जा रही  विभिन्न योजनाओं पर विस्तृत व्याख्यान दिया। उन्होंने 'पीएसीएस कम्प्यूटराइज़ेशन',  'डिजिटलाइजेशन ऑफ सोसाइटीज़', 'सीआरसीएफ फंड', 'एफपीओ गठन' तथा  'सीईओ/प्रबंधक प्रशिक्षण कार्यक्रमों' के बारे में जानकारी दी। उपस्थित प्रतिभागियों ने  व्याख्यान के पश्चात प्रश्न पूछकर अपनी शंकाओं का समाधान भी प्राप्त किया। श्री गोमा ने अपने संबोधन में सहकारिता को ग्रामीण विकास की रीढ़ बताते हुए कहा  कि यह आंदोलन आर्थिक सशक्तिकरण के लिए सबसे सशक्त माध्यम है। उन्होंने प्रदेश सरकार  की ओर से सहकारी समितियों को हरसंभव सहयोग देने का आश्वासन दिया। शिविर का उद्देश्य सहकारिता के महत्व, वर्तमान सरकारी योजनाओं की जानकारी एवं लोगों को संगठित सामूहिक प्रयासों के माध्यम से आर्थिक रूप से सशक्त बनाना रहा।  अंत में श्री गौरव जरियाल, सचिव, विकास संघ ने सभी प्रतिभागियों एवं अतिथियों का  धन्यवाद किया और आशा व्यक्त की कि इस प्रकार के कार्यक्रम भविष्य में भी प्रदेश के विभिन्न क्षेत्रों में आयोजित किए जाएंगे। ",

    lightboxImages: [
      "/static/media/DSC09499.jpeg",
      "/static/media/DSC09568.jpeg",
      "/static/media/DSC09620.jpeg",
      "/static/media/DSC09679.jpeg",
      "/static/media/DSC09697.jpeg",
    ],
  },
  {
    id: 6,
    title: "एक पेड़ माँ के नाम",
    image: "./static/media/DSC09732.jpeg",
    description:"एक पेड़ माँ के नाम एक प्रयास है जो हमारी मातृभूमि और प्रकृति के प्रति हमारे सम्मान और समर्पण को दर्शाता है। इस अभियान का उद्देश्य माँ के नाम का एक पेड़ लगाना और एक स्थाई स्मृति बनाना है जो न केवल पर्यावरण की रक्षा करेगा बल्कि एक समृद्ध भविष्य के निर्माण में  योगदान देगा। इस अभियान के अंतर्गत दिनांक 22.06.2025 को 'अंतर्राष्ट्रीय सहकारिता वर्ष' के उपलक्ष पर पंचरुखी, पालमपुर में हिमाचल प्रदेश राज्य सहकारी विकास संघ द्वारा आयोजित जिला  स्तरीय सहकारी प्रशिक्षण शिविर के सफल आयोजन पर माननीय आयुष, कानून, युवा सेवाएं एवं  खेल मंत्री (हिमाचल प्रदेश सरकार) श्री यादविंदर गोमा जी ने PWD विश्राम गृह के परिसर में पेड़  लगाया। इस अवसर पर पंजीयक सहकारी सभाएं पालमपुर, हिमाचल प्रदेश राज्य सहकारी विकास  संघ मंडल, जिला सहकारी विकास संघ कांगड़ा, के अधिकारी तथा अन्य सहकार बंधु उपस्थित रहे।"
,

    lightboxImages: [
      "/static/media/DSC09732.jpeg",
      "/static/media/DSC09733.jpeg",
      "/static/media/DSC09740.jpeg",
      "/static/media/DSC09741.jpeg",
      "/static/media/DSC09742.jpeg",
    ],
  },
];
export default cardData;
