const cardData = [
  {
    id: 1,
    title: "साधारण अधिवेशन (AGM)",
    image: "./static/media/img1.jpeg",
    description:
      "हि० प्र० राज्य सहकारी विकास संघ के साधारण अधिवेशन की कार्यवाही दिनांक 26.6.2025 को श्री संतोष कुमार शर्मा की अध्यक्षता में सफलतापूर्वक सम्पन्न हुई जिसमें 24 प्रतिनिधियों ने भाग लिया । इस बैठक में गत वर्ष की कार्यवाही की पुष्टि के साथ विकास संघ के अंकेक्षण करवाने, इस वर्ष की कार्ययोजना बारे व बजट, प्रशिक्षण केन्द्रों में डिप्लोमा कोर्स की अवधि बढ़ाने, व वर्ष के साधारण अधिवेशन की बैठक को Power Point Presentation के माध्यम से करवाने बारे जैसे सामयिक विषयों पर विस्तारपूर्वक चर्चा की गई।",

    lightboxImages: [
      "/static/media/img1.jpeg",
      "/static/media/img2.jpeg",
      "/static/media/img3.jpeg",
      "/static/media/img4.jpeg",
      "/static/media/img5.jpeg",
    ],
  },
  {
    id: 2,
    title: "DISTRICT LEVEL SEMINAR",
    image: "./static/media/DSC09499.jpeg",
    description:
      "पंचरुखी, पालमपुर, जिला कांगड़ा , दिनांक: 22–06–2025 , अंतर्राष्ट्रीय सहकारिता वर्ष 2025 की श्रृंखला में हिमाचल प्रदेश राज्य सहकारी विकास संघ (HIMCOFED) द्वारा एक दिवसीय सहकारी शिक्षा शिविर का आयोजन पंचरुखी, पालमपुर में सफलतापूर्वक किया गया। इस शिविर का शुभारम्भ माननीय खेल युवा, कानून एवं आयुष मंत्री श्री यादविंदर गोमा द्वारा किया गया। उन्होंने 'एक पेड़ माँ के नाम' विशेष अभियान के अंतर्गत पंचरुखी विश्रामगृह परिसर में एक पौधा रोपण कर कार्यक्रम की शुरुआत की। शिविर में श्री रघुवीर सिंह पठानिया, निदेशक, हिमकौफ़ेड, श्री करनै़ल सिंह राणा, अध्यक्ष, जिला सहकारी विकास संघ कांगड़ा, श्री गौरव जरियाल, सचिव हिमकौफ़ेड, श्री अशोक कुमार, सहायक सहकारी शिक्षा अधिकारी, श्रीमती मीरा देवी, सहायक पंजीयक, सहकारी सभायें, पालमपुर, श्री पूरण ठाकुर, जिला अंकेक्षक अधिकारी विशेष रूप से उपस्थित रहे। इस कार्यक्रम में लगभग 300 प्रतिभागियों ने भाग लिया, जिनमें सहकारी समितियों के अध्यक्ष, सचिव, सदस्यगण, युवा, महिलाएँ एवं अन्य गणमान्य नागरिक शामिल थे। शिविर के दौरान सहकारिता के विभिन्न पहलुओं पर गहन चर्चा की गई। विशेष  आमंत्रित वक्ता के रूप में क्षेत्रीय सहकारी प्रबंधन संस्थान आर.आई.सी.एम. (RICM), चंडीगढ़  के व्याख्याता श्री सुनील कुमार ने केंद्र सरकार द्वारा सहकारी क्षेत्र के लिए चलाई जा रही  विभिन्न योजनाओं पर विस्तृत व्याख्यान दिया। उन्होंने 'पीएसीएस कम्प्यूटराइज़ेशन',  'डिजिटलाइजेशन ऑफ सोसाइटीज़', 'सीआरसीएफ फंड', 'एफपीओ गठन' तथा  'सीईओ/प्रबंधक प्रशिक्षण कार्यक्रमों' के बारे में जानकारी दी। उपस्थित प्रतिभागियों ने  व्याख्यान के पश्चात प्रश्न पूछकर अपनी शंकाओं का समाधान भी प्राप्त किया। श्री गोमा ने अपने संबोधन में सहकारिता को ग्रामीण विकास की रीढ़ बताते हुए कहा  कि यह आंदोलन आर्थिक सशक्तिकरण के लिए सबसे सशक्त माध्यम है। उन्होंने प्रदेश सरकार  की ओर से सहकारी समितियों को हरसंभव सहयोग देने का आश्वासन दिया। शिविर का उद्देश्य सहकारिता के महत्व, वर्तमान सरकारी योजनाओं की जानकारी एवं लोगों को संगठित सामूहिक प्रयासों के माध्यम से आर्थिक रूप से सशक्त बनाना रहा।  अंत में श्री गौरव जरियाल, सचिव, विकास संघ ने सभी प्रतिभागियों एवं अतिथियों का  धन्यवाद किया और आशा व्यक्त की कि इस प्रकार के कार्यक्रम भविष्य में भी प्रदेश के विभिन्न क्षेत्रों में आयोजित किए जाएंगे।",

    lightboxImages: [
      "/static/media/DSC09499.jpeg",
      "/static/media/DSC09568.jpeg",
      "/static/media/DSC09620.jpeg",
      "/static/media/DSC09679.jpeg",
      "/static/media/DSC09697.jpeg",
    ],
  },
  {
    id: 3,
    title: "एक पेड़ माँ के नाम",
    image: "./static/media/DSC09732.jpeg",
    description: "एक पेड़ माँ के नाम एक प्रयास है जो हमारी मातृभूमि और प्रकृति के प्रति हमारे सम्मान और समर्पण को दर्शाता है। इस अभियान का उद्देश्य माँ के नाम का एक पेड़ लगाना और एक स्थाई स्मृति बनाना है जो न केवल पर्यावरण की रक्षा करेगा बल्कि एक समृद्ध भविष्य के निर्माण में  योगदान देगा। इस अभियान के अंतर्गत दिनांक 22.06.2025 को 'अंतर्राष्ट्रीय सहकारिता वर्ष' के उपलक्ष पर पंचरुखी, पालमपुर में हिमाचल प्रदेश राज्य सहकारी विकास संघ द्वारा आयोजित जिला  स्तरीय सहकारी प्रशिक्षण शिविर के सफल आयोजन पर माननीय आयुष, कानून, युवा सेवाएं एवं  खेल मंत्री (हिमाचल प्रदेश सरकार) श्री यादविंदर गोमा जी ने PWD विश्राम गृह के परिसर में पेड़  लगाया। इस अवसर पर पंजीयक सहकारी सभाएं पालमपुर, हिमाचल प्रदेश राज्य सहकारी विकास  संघ मंडल, जिला सहकारी विकास संघ कांगड़ा, के अधिकारी तथा अन्य सहकार बंधु उपस्थित रहे।",

    lightboxImages: [
      "/static/media/DSC09732.jpeg",
      "/static/media/DSC09733.jpeg",
      "/static/media/DSC09740.jpeg",
      "/static/media/DSC09741.jpeg",
      "/static/media/DSC09742.jpeg",
    ],
  },
  {
    id: 4,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/AMB(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के अवसर पर दिनांक 13 जून 2025 को जिला ऊना के अंब क्षेत्र मेंप्रबंधक समिति के सदस्यों तथा कर्मचारियों के लिए एक दिवसीय सहकारी प्रशिक्षण शिविर का आयोजनकिया गया। इस शिविर में कुल 70 प्रतिभागियों ने सक्रिय रूप से भाग लिया। पूर्व अध्यक्ष, हिमाचल प्रदेश सहकारी सभाएं कर्मचारी संघ श्री सर्वजीत सिंह ठाकुर ने अंतर्राष्ट्रीय सहकारितावर्ष के उपलक्ष्य में सहकारी सभाओं की भूमिका पर प्रकाश डालते हुए कहा कि: 'सहकारिता केवल एक संस्था नहीं, बल्कि जीवन जीने की एक प्रभावशाली पद्धति है, जिसके माध्यम से समाज में आर्थिक एवं सामाजिक विकास सुनिश्चित किया जा सकता है।' कार्यक्रम में श्री सीता राम धीमान, प्रधान कुठेड़ा खैरला एवं सेवानिवृत्त प्रधानाचार्य ने भी अपने विचार प्रस्तुत करते हुए कहा कि:'सदस्यों को सहकारी सभा से जुड़े अपने अधिकारों एवं कर्तव्यों की समुचित जानकारी होनी चाहिए, ताकि वे सभा द्वारा प्रदान की जाने वाली सुविधाओं का पूर्ण लाभ उठा सकें।' इसके अतिरिक्त, श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, विकास संघ ने सहकारिता दिवस 2025 के संदर्भ में सदस्यों को सहकारिता के महत्व, अधिनियम, नियमों एवं उपविधियों में हुए परिवर्तनों की जानकारी प्रदान की। उन्होंने बताया कि सहकारी सभाओं के माध्यम से केवल ऋण एवं बचत ही नहीं, बल्कि पेट्रोल पंप, गैस एजेंसी, जन औषधि केंद्र, लोकमित्र केंद्र, इलेक्ट्रॉनिक्स और फर्नीचर बिक्री केंद्र जैसी सुविधाएं भी सदस्यों को उपलब्ध कराई जा रही हैं। उद्देश्य: सभा सदस्यों को सहकारी संस्थाओं से मिलने वाली मूलभूत सुविधाओं की जानकारी प्रदान करना एवं ऋण तथा बचत की भावना को प्रोत्साहित करना।"
,

    lightboxImages: [
      "/static/media/AMB(1).jpeg",
      "/static/media/AMB(2).jpeg",
      "/static/media/AMB(3).jpeg",
      "/static/media/AMB(4).jpeg",
      "/static/media/AMB(5).jpeg",
    ],
  },
  {
    id: 5,
    title: "समीक्षा बैठक (सहकारिता विभाग)",
    image: "./static/media/SK(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के उपलक्ष में आयोजित किए जाने वाले कार्यक्रमों की योजना एवं विभागीय गतिविधियों की समीक्षा हेतु दिनांक 14 मई 2025 को सहकारिता निदेशालय, हिमाचल प्रदेश में एक महत्वपूर्ण बैठक आयोजित की गई, जिसकी अध्यक्षता सचिव (सहकारिता) श्री सी. पालरासु ने की। बैठक में प्रदेश के समस्त जिलों से आए सहायक पंजीयक, सहकारी सभाएं, कोऑपरेटिव बैंक, मिल्कफैड एवं हिमफैड के प्रबंध निदेशकगण उपस्थित रहे। सभी अधिकारियों ने अपने-अपने क्षेत्रों में अब तक किए गए कार्यकलापों की विस्तृत जानकारी क्रमवार रूप से प्रस्तुत की। बैठक के दौरान सहकारी कार्यक्रमों की रूपरेखा, प्रशिक्षण शिविरों के आयोजन, प्रचार-प्रसार और सहकारिता के प्रति जन-जागरूकता अभियान पर विचार-विमर्श किया गया। श्री सी. पालरासु ने अधिकारियों को निर्देश दिए कि विभाग द्वारा निर्धारित सभी लक्ष्यों एवं कार्यक्रमों को समयबद्ध रूप से पूर्ण किया जाए तथा प्रशिक्षण कार्यक्रमों में सक्रिय भागीदारी सुनिश्चित की जाए। उन्होंने सहकारी आंदोलन को जमीनी स्तर तक मजबूत बनाने के लिए प्रभावी कदम उठाने पर भी बल दिया। बैठक में विभाग की ओर से अन्य वरिष्ठ अधिकारीगण भी उपस्थित रहे, जिनमें श्री नीरज सूद (अतिरिक्त पंजीयक – अनुश्रवण), श्री गौरव चौहान (संयुक्त पंजीयक – साख), श्री प्रत्यूष चौहान (उप पंजीयक – अंकेक्षण), श्री गौरव जरियाल (सचिव, हिमकोफैड), सम्मिलित थे। इसके अतिरिक्त विभाग के अन्य कर्मचारी व पदाधिकारी भी बैठक में उपस्थित रहे। उद्देश्य: अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के अंतर्गत आयोजित किए जाने वाले कार्यक्रमों की योजना व विभागीय गतिविधियों की समीक्षा।"
,

    lightboxImages: [
      "/static/media/SK(1).jpeg",
      "/static/media/SK(2).jpeg",
      "/static/media/SK(3).jpeg",
      "/static/media/SK(4).jpeg",
      "/static/media/SK(5).jpeg",
    ],
  },
  {
    id: 6,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/Gagret(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के उपलक्ष्य में सहायक पंजीयक, सहकारी सभाएं ऊना के अधीन वृत्त गगरेट की सहकारी सभाओं की प्रबंधक समितियों के सदस्यों के लिए एक दिवसीय सहकारी प्रशिक्षण शिविर का आयोजन दिनांक 25 जून 2025 को शिव मंदिर मिनी पैलेस, अम्बोआ में किया गया। इस प्रशिक्षण कार्यक्रम में लगभग 117 सदस्यों ने भाग लिया। इस अवसर पर विशेष रूप से सहकारी कर्मचारी संघ गगरेट के प्रधान श्री राजेन्द्र राणा तथा उन्नति मार्केटिंग मल्टीस्टेट सहकारी सभा के निदेशक श्री विनय कालिया उपस्थित रहे। श्री विनय कालिया ने कृषि संबंधी सहकारिता के क्षेत्र में कार्यरत संस्थाओं की भूमिका पर प्रकाश डालते हुए खाद, बीज, भंडारण आदि विषयों पर उपयोगी जानकारी साझा की। श्री राजेन्द्र राणा, प्रधान, सहकारी कर्मचारी संघ ने सभा सदस्यों को उनके अधिकारों एवं कर्तव्यों की जानकारी दी तथा सहकारी सभाओं में पारदर्शिता एवं उत्तरदायित्व सुनिश्चित करने हेतु सहकारिता विभाग के साथ बेहतर समन्वय स्थापित करने की आवश्यकता पर बल दिया। शिविर के दौरान श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, ने सहकारी सभाओं के व्यापारिक विस्तार, विविधिकरण की नीति अपनाने, तथा सदस्यों की अमानतें संग्रहित करने जैसे विषयों पर मार्गदर्शन दिया। साथ ही उन्होंने सहकारी संस्थाओं द्वारा सामाजिक उत्तरदायित्व के अंतर्गत गरीब बच्चों को छात्रवृत्तियां प्रदान करने, गांवों में जलापूर्ति योजनाओं के रख-रखाव, तथा लघु बचत योजनाओं को अपनाने की जानकारी भी प्रतिभागियों के साथ साझा की। उद्देश्य: प्रबंधक समिति सदस्यों को सहकारी व्यवस्था, उनके अधिकारों एवं कर्तव्यों, तथा संस्थागत विविधिकरण एवं सामाजिक उत्तरदायित्व के बारे में जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/Gagret(1).jpeg",
      "/static/media/Gagret(2).jpeg",
      "/static/media/Gagret(3).jpeg",
      "/static/media/Gagret(4).jpeg",
      "/static/media/Gagret(5).jpeg",
    ],
  },
  {
    id: 7,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/UNA(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारी वर्ष 2025 के उपलक्ष पर ब्लॉक ऊना के अंतर्गत आने वाली सहकारी सभाओं के प्रबंधक समिति सदस्य एवं कर्मचारियों के लिए दिनांक 28 जून, 2025 को एक दिवसीय सहकारी शिक्षा शिविर का आयोजन किया गया। यह शिविर जिला निरीक्षक सहकारी सभाएं श्री राजेश कुमार की अध्यक्षता में आयोजित हुआ, जिसमें लगभग 70 प्रबंधक समिति सदस्यों ने सक्रिय भागीदारी की। शिविर में सहकारी शिक्षा अनुदेशक श्री बलवंत सिंह ने उपस्थित प्रतिभागियों को प्रबंधक समिति के सदस्यों के अधिकारों व कर्तव्यों के साथ-साथ सहकारी अधिनियम, नियम व उपविधियों में हुए संशोधनों की विस्तृत जानकारी दी। उन्होंने सहकारी सभाओं के व्यवसाय को सुदृढ़ करने हेतु आवश्यक प्रबंधनात्मक व व्यावसायिक उपायों पर भी प्रकाश डाला। श्री राजेश कुमार, जिला निरीक्षक सहकारी सभाएं, ऊना ने भागधन (शेयर कैपिटल), ऋण वसूली के प्रभावी उपायों तथा सभा के व्यवसायिक विकास के लिए दीर्घकालिक योजना निर्माण जैसे विषयों पर विस्तारपूर्वक मार्गदर्शन किया। इस अवसर पर सेवानिवृत्त निरीक्षक श्री रविन्द्र जसवाल, वृत्त निरीक्षक श्री राजीव, श्रीमती कौशल्या तथा ब्लॉक के प्रधान श्री मुकेश शर्मा भी उपस्थित रहे और उन्होंने भी अपने विचार व्यक्त किए। उद्देश्य: सहकारी सभाओं के प्रबंधक समिति सदस्यों व कर्मचारियों को सहकारिता संबंधी अधिनियम, नियम, उपविधियों तथा केंद्र सरकार द्वारा प्रायोजित योजनाओं की जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/UNA(1).jpeg",
      "/static/media/UNA(2).jpeg",
      "/static/media/UNA(3).jpeg",
      "/static/media/UNA(4).jpeg",
      "/static/media/UNA(5).jpeg",
    ],
  },
  {
    id: 8,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/haroli(1).jpeg",
    description: "सहायक पंजीयक, सहकारी सभाएं ऊना के अधीन वृत्त हरोली में दिनांक 21 जून, 2025 को प्रबंधक समिति के सदस्यों एवं कर्मचारियों के लिए एक दिवसीय जागरूकता प्रशिक्षण शिविर का आयोजन किया गया, जिसमें लगभग 75 प्रतिभागियों ने भाग लिया। शिविर में विशेष रूप से क्षेत्रीय प्रबंधन सहकारी संस्थान, चंडीगढ़ के प्रवक्ता श्री सुनील कुमार, लॉ कॉलेज बढ़ेड़ा के पूर्व अध्यक्ष श्री देश राज राणा, तथा सैंसौवाल कृषि सेवा सहकारी सभा के प्रधान श्री शशि कंवर ने भाग लिया। श्री सुनील कुमार, प्रवक्ता, क्षेत्रीय प्रबंधन संस्थान चंडीगढ़ द्वारा केंद्र सरकार द्वारा संचालित विभिन्न योजनाओं की जानकारी दी गई। उन्होंने सहकारी सभाओं को स्वावलंबी बनने और स्वयं के लक्ष्य निर्धारण की प्रेरणा देने पर बल दिया। श्री देश राज राणा ने हिमकैप्स की सफलता का उल्लेख करते हुए कहा कि यह सब सहकारिता आंदोलन की बदौलत ही संभव हुआ है। उन्होंने सहकारिता को युवाओं के लिए एक सशक्त मंच बताया। श्री शशि कंवर, प्रधान, सैंसौवाल कृषि सेवा सहकारी सभा ने स्थानीय उत्पादों के प्रचार-प्रसार और विपणन को सहकारी संस्थाओं की आय का मजबूत स्रोत बताया। उन्होंने बताया कि उनकी सभा ने दिल्ली में आयोजित अंतर्राष्ट्रीय मेले में भाग लेकर बकरी के गोबर , ऊन जैसे अवशिष्ट उत्पादों की बिक्री की है, जिससे अंतर्राष्ट्रीय स्तर पर पहचान प्राप्त हुई है। इस शिविर के दौरान स्थानीय उत्पादों की एक प्रदर्शनी भी आयोजित की गई, जिसे उपस्थित सदस्यों एवं ग्रामीणों द्वारा सराहा गया। शिविर में श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, विकास संघ द्वारा सहकारी सभाओं की चुनाव प्रक्रिया, केंद्र प्रायोजित योजनाओं की विस्तृत जानकारी दी गई। उन्होंने सहकारी सदस्यों की सक्रिय भागीदारी एवं ईमानदारी संचालन पर विशेष बल दिया। उद्देश्य: प्रबंधक समिति सदस्यों एवं कर्मचारियों को सहकारिता से जुड़ी योजनाओं, चुनाव प्रक्रिया, स्थानीय उत्पादों के विपणन और सहकारी गतिविधियों के विविध पहलुओं की जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/haroli(1).jpeg",
      "/static/media/haroli(2).jpeg",
      "/static/media/haroli(3).jpeg",
      "/static/media/haroli(4).jpeg",
      "/static/media/haroli(5).jpeg",
    ],
  },
  {
    id: 9,
    title: "साधारण अधिवेशन (AGM)",
    image: "./static/media/img1.jpeg",
    description:
      "हि० प्र० राज्य सहकारी विकास संघ के साधारण अधिवेशन की कार्यवाही दिनांक 26.6.2025 को श्री संतोष कुमार शर्मा की अध्यक्षता में सफलतापूर्वक सम्पन्न हुई जिसमें 24 प्रतिनिधियों ने भाग लिया । इस बैठक में गत वर्ष की कार्यवाही की पुष्टि के साथ विकास संघ के अंकेक्षण करवाने, इस वर्ष की कार्ययोजना बारे व बजट, प्रशिक्षण केन्द्रों में डिप्लोमा कोर्स की अवधि बढ़ाने, व वर्ष के साधारण अधिवेशन की बैठक को Power Point Presentation के माध्यम से करवाने बारे जैसे सामयिक विषयों पर विस्तारपूर्वक चर्चा की गई।",

    lightboxImages: [
      "/static/media/img1.jpeg",
      "/static/media/img2.jpeg",
      "/static/media/img3.jpeg",
      "/static/media/img4.jpeg",
      "/static/media/img5.jpeg",
    ],
  },
  {
    id: 10,
    title: "DISTRICT LEVEL SEMINAR",
    image: "./static/media/DSC09499.jpeg",
    description:
      "पंचरुखी, पालमपुर, जिला कांगड़ा , दिनांक: 22–06–2025 , अंतर्राष्ट्रीय सहकारिता वर्ष 2025 की श्रृंखला में हिमाचल प्रदेश राज्य सहकारी विकास संघ (HIMCOFED) द्वारा एक दिवसीय सहकारी शिक्षा शिविर का आयोजन पंचरुखी, पालमपुर में सफलतापूर्वक किया गया। इस शिविर का शुभारम्भ माननीय खेल युवा, कानून एवं आयुष मंत्री श्री यादविंदर गोमा द्वारा किया गया। उन्होंने 'एक पेड़ माँ के नाम' विशेष अभियान के अंतर्गत पंचरुखी विश्रामगृह परिसर में एक पौधा रोपण कर कार्यक्रम की शुरुआत की। शिविर में श्री रघुवीर सिंह पठानिया, निदेशक, हिमकौफ़ेड, श्री करनै़ल सिंह राणा, अध्यक्ष, जिला सहकारी विकास संघ कांगड़ा, श्री गौरव जरियाल, सचिव हिमकौफ़ेड, श्री अशोक कुमार, सहायक सहकारी शिक्षा अधिकारी, श्रीमती मीरा देवी, सहायक पंजीयक, सहकारी सभायें, पालमपुर, श्री पूरण ठाकुर, जिला अंकेक्षक अधिकारी विशेष रूप से उपस्थित रहे। इस कार्यक्रम में लगभग 300 प्रतिभागियों ने भाग लिया, जिनमें सहकारी समितियों के अध्यक्ष, सचिव, सदस्यगण, युवा, महिलाएँ एवं अन्य गणमान्य नागरिक शामिल थे। शिविर के दौरान सहकारिता के विभिन्न पहलुओं पर गहन चर्चा की गई। विशेष  आमंत्रित वक्ता के रूप में क्षेत्रीय सहकारी प्रबंधन संस्थान आर.आई.सी.एम. (RICM), चंडीगढ़  के व्याख्याता श्री सुनील कुमार ने केंद्र सरकार द्वारा सहकारी क्षेत्र के लिए चलाई जा रही  विभिन्न योजनाओं पर विस्तृत व्याख्यान दिया। उन्होंने 'पीएसीएस कम्प्यूटराइज़ेशन',  'डिजिटलाइजेशन ऑफ सोसाइटीज़', 'सीआरसीएफ फंड', 'एफपीओ गठन' तथा  'सीईओ/प्रबंधक प्रशिक्षण कार्यक्रमों' के बारे में जानकारी दी। उपस्थित प्रतिभागियों ने  व्याख्यान के पश्चात प्रश्न पूछकर अपनी शंकाओं का समाधान भी प्राप्त किया। श्री गोमा ने अपने संबोधन में सहकारिता को ग्रामीण विकास की रीढ़ बताते हुए कहा  कि यह आंदोलन आर्थिक सशक्तिकरण के लिए सबसे सशक्त माध्यम है। उन्होंने प्रदेश सरकार  की ओर से सहकारी समितियों को हरसंभव सहयोग देने का आश्वासन दिया। शिविर का उद्देश्य सहकारिता के महत्व, वर्तमान सरकारी योजनाओं की जानकारी एवं लोगों को संगठित सामूहिक प्रयासों के माध्यम से आर्थिक रूप से सशक्त बनाना रहा।  अंत में श्री गौरव जरियाल, सचिव, विकास संघ ने सभी प्रतिभागियों एवं अतिथियों का  धन्यवाद किया और आशा व्यक्त की कि इस प्रकार के कार्यक्रम भविष्य में भी प्रदेश के विभिन्न क्षेत्रों में आयोजित किए जाएंगे।",

    lightboxImages: [
      "/static/media/DSC09499.jpeg",
      "/static/media/DSC09568.jpeg",
      "/static/media/DSC09620.jpeg",
      "/static/media/DSC09679.jpeg",
      "/static/media/DSC09697.jpeg",
    ],
  },
  {
    id: 11,
    title: "एक पेड़ माँ के नाम",
    image: "./static/media/DSC09732.jpeg",
    description: "एक पेड़ माँ के नाम एक प्रयास है जो हमारी मातृभूमि और प्रकृति के प्रति हमारे सम्मान और समर्पण को दर्शाता है। इस अभियान का उद्देश्य माँ के नाम का एक पेड़ लगाना और एक स्थाई स्मृति बनाना है जो न केवल पर्यावरण की रक्षा करेगा बल्कि एक समृद्ध भविष्य के निर्माण में  योगदान देगा। इस अभियान के अंतर्गत दिनांक 22.06.2025 को 'अंतर्राष्ट्रीय सहकारिता वर्ष' के उपलक्ष पर पंचरुखी, पालमपुर में हिमाचल प्रदेश राज्य सहकारी विकास संघ द्वारा आयोजित जिला  स्तरीय सहकारी प्रशिक्षण शिविर के सफल आयोजन पर माननीय आयुष, कानून, युवा सेवाएं एवं  खेल मंत्री (हिमाचल प्रदेश सरकार) श्री यादविंदर गोमा जी ने PWD विश्राम गृह के परिसर में पेड़  लगाया। इस अवसर पर पंजीयक सहकारी सभाएं पालमपुर, हिमाचल प्रदेश राज्य सहकारी विकास  संघ मंडल, जिला सहकारी विकास संघ कांगड़ा, के अधिकारी तथा अन्य सहकार बंधु उपस्थित रहे।",

    lightboxImages: [
      "/static/media/DSC09732.jpeg",
      "/static/media/DSC09733.jpeg",
      "/static/media/DSC09740.jpeg",
      "/static/media/DSC09741.jpeg",
      "/static/media/DSC09742.jpeg",
    ],
  },
  {
    id: 12,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/AMB(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के अवसर पर दिनांक 13 जून 2025 को जिला ऊना के अंब क्षेत्र मेंप्रबंधक समिति के सदस्यों तथा कर्मचारियों के लिए एक दिवसीय सहकारी प्रशिक्षण शिविर का आयोजनकिया गया। इस शिविर में कुल 70 प्रतिभागियों ने सक्रिय रूप से भाग लिया। पूर्व अध्यक्ष, हिमाचल प्रदेश सहकारी सभाएं कर्मचारी संघ श्री सर्वजीत सिंह ठाकुर ने अंतर्राष्ट्रीय सहकारितावर्ष के उपलक्ष्य में सहकारी सभाओं की भूमिका पर प्रकाश डालते हुए कहा कि: 'सहकारिता केवल एक संस्था नहीं, बल्कि जीवन जीने की एक प्रभावशाली पद्धति है, जिसके माध्यम से समाज में आर्थिक एवं सामाजिक विकास सुनिश्चित किया जा सकता है।' कार्यक्रम में श्री सीता राम धीमान, प्रधान कुठेड़ा खैरला एवं सेवानिवृत्त प्रधानाचार्य ने भी अपने विचार प्रस्तुत करते हुए कहा कि:'सदस्यों को सहकारी सभा से जुड़े अपने अधिकारों एवं कर्तव्यों की समुचित जानकारी होनी चाहिए, ताकि वे सभा द्वारा प्रदान की जाने वाली सुविधाओं का पूर्ण लाभ उठा सकें।' इसके अतिरिक्त, श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, विकास संघ ने सहकारिता दिवस 2025 के संदर्भ में सदस्यों को सहकारिता के महत्व, अधिनियम, नियमों एवं उपविधियों में हुए परिवर्तनों की जानकारी प्रदान की। उन्होंने बताया कि सहकारी सभाओं के माध्यम से केवल ऋण एवं बचत ही नहीं, बल्कि पेट्रोल पंप, गैस एजेंसी, जन औषधि केंद्र, लोकमित्र केंद्र, इलेक्ट्रॉनिक्स और फर्नीचर बिक्री केंद्र जैसी सुविधाएं भी सदस्यों को उपलब्ध कराई जा रही हैं। उद्देश्य: सभा सदस्यों को सहकारी संस्थाओं से मिलने वाली मूलभूत सुविधाओं की जानकारी प्रदान करना एवं ऋण तथा बचत की भावना को प्रोत्साहित करना।"
,

    lightboxImages: [
      "/static/media/AMB(1).jpeg",
      "/static/media/AMB(2).jpeg",
      "/static/media/AMB(3).jpeg",
      "/static/media/AMB(4).jpeg",
      "/static/media/AMB(5).jpeg",
    ],
  },
  {
    id: 13,
    title: "समीक्षा बैठक (सहकारिता विभाग)",
    image: "./static/media/SK(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के उपलक्ष में आयोजित किए जाने वाले कार्यक्रमों की योजना एवं विभागीय गतिविधियों की समीक्षा हेतु दिनांक 14 मई 2025 को सहकारिता निदेशालय, हिमाचल प्रदेश में एक महत्वपूर्ण बैठक आयोजित की गई, जिसकी अध्यक्षता सचिव (सहकारिता) श्री सी. पालरासु ने की। बैठक में प्रदेश के समस्त जिलों से आए सहायक पंजीयक, सहकारी सभाएं, कोऑपरेटिव बैंक, मिल्कफैड एवं हिमफैड के प्रबंध निदेशकगण उपस्थित रहे। सभी अधिकारियों ने अपने-अपने क्षेत्रों में अब तक किए गए कार्यकलापों की विस्तृत जानकारी क्रमवार रूप से प्रस्तुत की। बैठक के दौरान सहकारी कार्यक्रमों की रूपरेखा, प्रशिक्षण शिविरों के आयोजन, प्रचार-प्रसार और सहकारिता के प्रति जन-जागरूकता अभियान पर विचार-विमर्श किया गया। श्री सी. पालरासु ने अधिकारियों को निर्देश दिए कि विभाग द्वारा निर्धारित सभी लक्ष्यों एवं कार्यक्रमों को समयबद्ध रूप से पूर्ण किया जाए तथा प्रशिक्षण कार्यक्रमों में सक्रिय भागीदारी सुनिश्चित की जाए। उन्होंने सहकारी आंदोलन को जमीनी स्तर तक मजबूत बनाने के लिए प्रभावी कदम उठाने पर भी बल दिया। बैठक में विभाग की ओर से अन्य वरिष्ठ अधिकारीगण भी उपस्थित रहे, जिनमें श्री नीरज सूद (अतिरिक्त पंजीयक – अनुश्रवण), श्री गौरव चौहान (संयुक्त पंजीयक – साख), श्री प्रत्यूष चौहान (उप पंजीयक – अंकेक्षण), श्री गौरव जरियाल (सचिव, हिमकोफैड), सम्मिलित थे। इसके अतिरिक्त विभाग के अन्य कर्मचारी व पदाधिकारी भी बैठक में उपस्थित रहे। उद्देश्य: अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के अंतर्गत आयोजित किए जाने वाले कार्यक्रमों की योजना व विभागीय गतिविधियों की समीक्षा।"
,

    lightboxImages: [
      "/static/media/SK(1).jpeg",
      "/static/media/SK(2).jpeg",
      "/static/media/SK(3).jpeg",
      "/static/media/SK(4).jpeg",
      "/static/media/SK(5).jpeg",
    ],
  },
  {
    id: 14,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/Gagret(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारिता वर्ष 2025 के उपलक्ष्य में सहायक पंजीयक, सहकारी सभाएं ऊना के अधीन वृत्त गगरेट की सहकारी सभाओं की प्रबंधक समितियों के सदस्यों के लिए एक दिवसीय सहकारी प्रशिक्षण शिविर का आयोजन दिनांक 25 जून 2025 को शिव मंदिर मिनी पैलेस, अम्बोआ में किया गया। इस प्रशिक्षण कार्यक्रम में लगभग 117 सदस्यों ने भाग लिया। इस अवसर पर विशेष रूप से सहकारी कर्मचारी संघ गगरेट के प्रधान श्री राजेन्द्र राणा तथा उन्नति मार्केटिंग मल्टीस्टेट सहकारी सभा के निदेशक श्री विनय कालिया उपस्थित रहे। श्री विनय कालिया ने कृषि संबंधी सहकारिता के क्षेत्र में कार्यरत संस्थाओं की भूमिका पर प्रकाश डालते हुए खाद, बीज, भंडारण आदि विषयों पर उपयोगी जानकारी साझा की। श्री राजेन्द्र राणा, प्रधान, सहकारी कर्मचारी संघ ने सभा सदस्यों को उनके अधिकारों एवं कर्तव्यों की जानकारी दी तथा सहकारी सभाओं में पारदर्शिता एवं उत्तरदायित्व सुनिश्चित करने हेतु सहकारिता विभाग के साथ बेहतर समन्वय स्थापित करने की आवश्यकता पर बल दिया। शिविर के दौरान श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, ने सहकारी सभाओं के व्यापारिक विस्तार, विविधिकरण की नीति अपनाने, तथा सदस्यों की अमानतें संग्रहित करने जैसे विषयों पर मार्गदर्शन दिया। साथ ही उन्होंने सहकारी संस्थाओं द्वारा सामाजिक उत्तरदायित्व के अंतर्गत गरीब बच्चों को छात्रवृत्तियां प्रदान करने, गांवों में जलापूर्ति योजनाओं के रख-रखाव, तथा लघु बचत योजनाओं को अपनाने की जानकारी भी प्रतिभागियों के साथ साझा की। उद्देश्य: प्रबंधक समिति सदस्यों को सहकारी व्यवस्था, उनके अधिकारों एवं कर्तव्यों, तथा संस्थागत विविधिकरण एवं सामाजिक उत्तरदायित्व के बारे में जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/Gagret(1).jpeg",
      "/static/media/Gagret(2).jpeg",
      "/static/media/Gagret(3).jpeg",
      "/static/media/Gagret(4).jpeg",
      "/static/media/Gagret(5).jpeg",
    ],
  },
  {
    id: 15,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/UNA(1).jpeg",
    description: "अंतर्राष्ट्रीय सहकारी वर्ष 2025 के उपलक्ष पर ब्लॉक ऊना के अंतर्गत आने वाली सहकारी सभाओं के प्रबंधक समिति सदस्य एवं कर्मचारियों के लिए दिनांक 28 जून, 2025 को एक दिवसीय सहकारी शिक्षा शिविर का आयोजन किया गया। यह शिविर जिला निरीक्षक सहकारी सभाएं श्री राजेश कुमार की अध्यक्षता में आयोजित हुआ, जिसमें लगभग 70 प्रबंधक समिति सदस्यों ने सक्रिय भागीदारी की। शिविर में सहकारी शिक्षा अनुदेशक श्री बलवंत सिंह ने उपस्थित प्रतिभागियों को प्रबंधक समिति के सदस्यों के अधिकारों व कर्तव्यों के साथ-साथ सहकारी अधिनियम, नियम व उपविधियों में हुए संशोधनों की विस्तृत जानकारी दी। उन्होंने सहकारी सभाओं के व्यवसाय को सुदृढ़ करने हेतु आवश्यक प्रबंधनात्मक व व्यावसायिक उपायों पर भी प्रकाश डाला। श्री राजेश कुमार, जिला निरीक्षक सहकारी सभाएं, ऊना ने भागधन (शेयर कैपिटल), ऋण वसूली के प्रभावी उपायों तथा सभा के व्यवसायिक विकास के लिए दीर्घकालिक योजना निर्माण जैसे विषयों पर विस्तारपूर्वक मार्गदर्शन किया। इस अवसर पर सेवानिवृत्त निरीक्षक श्री रविन्द्र जसवाल, वृत्त निरीक्षक श्री राजीव, श्रीमती कौशल्या तथा ब्लॉक के प्रधान श्री मुकेश शर्मा भी उपस्थित रहे और उन्होंने भी अपने विचार व्यक्त किए। उद्देश्य: सहकारी सभाओं के प्रबंधक समिति सदस्यों व कर्मचारियों को सहकारिता संबंधी अधिनियम, नियम, उपविधियों तथा केंद्र सरकार द्वारा प्रायोजित योजनाओं की जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/UNA(1).jpeg",
      "/static/media/UNA(2).jpeg",
      "/static/media/UNA(3).jpeg",
      "/static/media/UNA(4).jpeg",
      "/static/media/UNA(5).jpeg",
    ],
  },
  {
    id: 16,
    title: "Cooperative Education Awareness Camp",
    image: "./static/media/haroli(1).jpeg",
    description: "सहायक पंजीयक, सहकारी सभाएं ऊना के अधीन वृत्त हरोली में दिनांक 21 जून, 2025 को प्रबंधक समिति के सदस्यों एवं कर्मचारियों के लिए एक दिवसीय जागरूकता प्रशिक्षण शिविर का आयोजन किया गया, जिसमें लगभग 75 प्रतिभागियों ने भाग लिया। शिविर में विशेष रूप से क्षेत्रीय प्रबंधन सहकारी संस्थान, चंडीगढ़ के प्रवक्ता श्री सुनील कुमार, लॉ कॉलेज बढ़ेड़ा के पूर्व अध्यक्ष श्री देश राज राणा, तथा सैंसौवाल कृषि सेवा सहकारी सभा के प्रधान श्री शशि कंवर ने भाग लिया। श्री सुनील कुमार, प्रवक्ता, क्षेत्रीय प्रबंधन संस्थान चंडीगढ़ द्वारा केंद्र सरकार द्वारा संचालित विभिन्न योजनाओं की जानकारी दी गई। उन्होंने सहकारी सभाओं को स्वावलंबी बनने और स्वयं के लक्ष्य निर्धारण की प्रेरणा देने पर बल दिया। श्री देश राज राणा ने हिमकैप्स की सफलता का उल्लेख करते हुए कहा कि यह सब सहकारिता आंदोलन की बदौलत ही संभव हुआ है। उन्होंने सहकारिता को युवाओं के लिए एक सशक्त मंच बताया। श्री शशि कंवर, प्रधान, सैंसौवाल कृषि सेवा सहकारी सभा ने स्थानीय उत्पादों के प्रचार-प्रसार और विपणन को सहकारी संस्थाओं की आय का मजबूत स्रोत बताया। उन्होंने बताया कि उनकी सभा ने दिल्ली में आयोजित अंतर्राष्ट्रीय मेले में भाग लेकर बकरी के गोबर , ऊन जैसे अवशिष्ट उत्पादों की बिक्री की है, जिससे अंतर्राष्ट्रीय स्तर पर पहचान प्राप्त हुई है। इस शिविर के दौरान स्थानीय उत्पादों की एक प्रदर्शनी भी आयोजित की गई, जिसे उपस्थित सदस्यों एवं ग्रामीणों द्वारा सराहा गया। शिविर में श्री बलवंत सिंह, सहकारी शिक्षा अनुदेशक, विकास संघ द्वारा सहकारी सभाओं की चुनाव प्रक्रिया, केंद्र प्रायोजित योजनाओं की विस्तृत जानकारी दी गई। उन्होंने सहकारी सदस्यों की सक्रिय भागीदारी एवं ईमानदारी संचालन पर विशेष बल दिया। उद्देश्य: प्रबंधक समिति सदस्यों एवं कर्मचारियों को सहकारिता से जुड़ी योजनाओं, चुनाव प्रक्रिया, स्थानीय उत्पादों के विपणन और सहकारी गतिविधियों के विविध पहलुओं की जानकारी प्रदान करना।"
,

    lightboxImages: [
      "/static/media/haroli(1).jpeg",
      "/static/media/haroli(2).jpeg",
      "/static/media/haroli(3).jpeg",
      "/static/media/haroli(4).jpeg",
      "/static/media/haroli(5).jpeg",
    ],
  },
];
export default cardData;
